[{
  "name": "Баница",
  "imgUrl": "https://www.supichka.com/files/images/1484/fit_1400_933.jpg",
  "difficulty": "EASY",
  "products": ["точени кори", "кисело мляко", "олио", "яйце", "сирене", "хлебна сода"],
  "description": "Баница за закуска, баница за обяд, баница за вечеря! Баницата няма точно място в менюто на българина, защото той си я хапва  по всяко време във всякакви варианти. Сладката баница – баница с ябълки, баница с локум, баница с тиква, или пък в още по-популярните си солени варианти – баница със сирене, баница със спанак, баница с праз е толкова важна част от българската национална кухня, колкото са боб чорбата и зелевите сарми. Рецептата на тази баница със сирене и готови кори е една от най-лесните, на които можете да попаднете. Оригиналната рецепта на баницата е с извара, но винаги можете да замените изварата със сирене! Бърза, лесна и много вкусна тази рецепта баница с готови кори е идеална за бърза закуска, или бърза вечеря! Освен това, тази рецепта е перфектна за новогодишната баница с късмети.\n\nПървата стъпка от рецептата за баница със сирене и готови кори е подготовката на плънката. Разбърквате яйцата (предварително извадени от хладилника), киселото мляко, изварата / сиренето, ½ чаена чаша олио и содата за хляб. Може да ползвате и извара. Ако сте ползва извара добавете и около една равна чаена лъжица сол. Разбъркайте продуктите добре до получаване на хомогенна смес.\nВ намазнена тавичка сложeте 1-2 листа от корите, върху които сложете около един черпак (за супа) от сместа. След което поръсете с няколко капки от останалото олио. Отгоре отново сложете лист-два от корите и отново от сместа, а накрая олио. Повтаряйте процедурата в тази последователност докато корите и сместа свършат.\nПоследният лист от корите намажете с олио и много внимателно нарежете с остър нож на парчета, за да можете след изпичане на по-лесно да разрежете баницата на парчета. Печете баницата в предварително загрята на 200 градуса фурна за около 30 минути, докато баницата придобие златист цвят.",
  "added_by_id": "1"

},{
  "name": "Телешко варено",
  "imgUrl": "https://www.supichka.com/files/images/2615/fit_1400_933.jpg",
  "difficulty": "EASY",
  "products": ["телешки джолан", "морков", "домат", "краве масло", "оцет", "картоф", "целина", "лук", "черен пипер", "магданоз"],
  "description": "Телешкото варено не е просто супа, телешкото варено е вълшебство! Тази вкусна и силна супа има почти лековите действие и е толкова вкусна! Най-важното при приготвянето на телешко варено е изборът на качествен телешки джолан с повечко месо. Другият важен момент е да отделите на телешкото варено нужното време за варене, за да може джоланът да пусне всички свои сокове, а месото да е добре сварено. \n\nПървата стъпка от рецептата за телешко варено е подготовката на джолана. Измивате добре телешкия джолан и го слагате в голяма тенджера  със студена вода и го слагате на котлона да заври. След като водата заври се образува пяна, отстранявате пяната, прецеждате бульона, след което връщате супата на котлона. Добавяте оцета, около 1 ½ чаена лъжица сол  и черен пипер и оставяте джолана да ври до пълно сваряване. По време на варенето следете водата да е над джолана и ако се наложи доливайте.\nДокато джоланът ври, почистете картофите, морковите, лука и целината. Използвайте по-малки картофи и лук, оставете ги цели, а ако имате по-едри, то ги нарежете на големи парчета.Доматите също трябва да са цели. Морковите и целината също нарежете на едри парчета. След като джоланът е сварен го извадете от супата и го обезкостете. Обезкостеното месо, заедно със зеленчуците върнете обратно в бульона и варете до сваряване на зеленчуците.\nПоднасяте супата гореща, като към всяка купичка добавяте нарязан пресен магданоз и бучка краве масло.",
  "added_by_id": "1"
},{
  "name": "Супа топчета",
  "imgUrl": "https://www.supichka.com/files/images/1268/fit_1400_933.jpg",
  "difficulty": "MEDIUM",
  "products": ["кайма", "морков", "домат", "кисело мляко", "черен пипер", "лук", "целина", "ориз", "яйце", "магданоз"],
  "description": "Даа, всички помним тази супичка от обедното меню в… детската градина! Супа топчета! Супа топчета и пилешката супа без никакво съмнение могат да бъдат определени ако не за най-любимите, то за най-популярните български супи. Съществуват вариации в рецептите за супа топчета, но във всичките си варианти реално погледнато супа топчета си е много повече от супа, супа топчета си е направо засищаща манджичка!\n\nПърво трябва да приготвите малките кюфтенца за супата. Смесвате каймата с ½ от ориза, ½ глава ситно нарязан лук, 1 яйце, ситно нарязания магданоз и черен пипер. Омесвате добре и оставяте сместа да престои около 40 минути, след което от нея оформяте малко топчета (приблизително с големината на лешник). Внимавайте с размера на топчетата, защото ако са твърде големи вашата супа топчета ще се превърне в супа кюфтета ;)\nНарязвате останалата ½ глава лук, морковите и резена целина на дребно и ги изсипвате в 2 литра вряща вода. След като зеленчуците поврат 5 минути към врящия бульон добавяте внимателно топчетата, като след като ги пуснете във водата ги разбъркате съвсем леко, за да не се слепят. Допълнително мазнина към супата не се добавя, тъй като по време на варенето малките кюфтенца пускат мазнина, която е напълно достатъчна. След като супата отново заври добавяте и останалия ориз, а след още 10 минути и ситно нарязания домат.\nКласическата супа топчета задължително се застройва! Застройката се приготвя по класически начин, като разбивате яйцето и киселото мляко, добавяте 2-3 черпака от поизстинания бульон на тънка струйка при непрекъснато бъркане, след което така получената смес връщате отново към супата (не трябва да е вряща в никакъв случай, за да не се пресече!). Може да застроите супата като ползвате за приготвянето ѝ само жълтъците, така ще сте спокойни, че застройката няма да се пресече.",
  "added_by_id": "1"
},{
  "name": "Телешко с грах",
  "imgUrl": "https://www.supichka.com/files/images/3049/fit_1400_933.jpg",
  "difficulty": "EASY",
  "products": ["телешко месо", "лук", "домати", "червен пипер", "грах", "морков", "олио"],
  "description": "Рецептата за телешко с грах е една от онези рецепти, които ще откриете във всеки рецептурник с класически рецепти. И въпреки това, телешко с грах ще откриете по-често в обедното меню на кварталното заведение, отколкото на домашната трапеза. Някак малко позабравено това класическо ястие не е за изпускане. Наистина много вкусно, а и лесно за приготвяне, телешкото с грах е ястие, което ще зарадва семейството и ще превърне обяда в специален.\n\nПървата стъпка от рецептата за телешко с грах е подготовката на телешкото месо. Измивате го, нарязвате го на едри кубчета. Почиствате и нарязвате на ситно лука, след което в тенджера сгорещявате олиото добавяте лука и месото и запържвате за около 3-4 минути, след което добавете вода, която добре да покрие месото и оставете на къкри на слаб огън за около час, докато се свари. От време на време разбърквайте и внимавайте месото да не остане без вода, ако е нужно долейте.\nПочистете морковите, нарежете ги на ситно и ги добавете към телешкото. Идва моментът, в който трябва да добавите граха. Най-добре е да ползвате замразен грах, тъй като той увира най-бързо, но ако имате под ръка грах в буркани, то спокойно можете да използвате и него. Добавете червения пипер и 1 чаена лъжица сол, добавете и почистените и нарязано на ситно домати, и оставете ястието да ври на слаб огън. След около 5-10 минути телешкото с грах ще е готово.",
  "added_by_id": "1"
},{
  "name": "Мусака",
  "imgUrl": "https://www.supichka.com/files/images/1242/fit_1400_933.jpg",
  "difficulty": "EASY",
  "products": ["кайма", "лук", "кисело мляко", "кашкавал", "олио", "чубрица", "картофи", "домати", "яйце", "брашно", "червен пипер"],
  "description": "Мусака! Царицата на българската кухня! Едно от най-обичаните и най-често приготвяните ястия. Мусаката е абсолютният любимец както на всеки българин, така и на чужденците. Ако се притеснявате какво да сготвите на гостите от чужбина, можете да заложите на мусаката. Чуждестранните гости едва ли ще харесат таратора и едва ли ще съберат сили да пробват печените чушки с доматен сос, но мусаката задължително ще спечели доверието им, ще си оближат пръстите и ще искат порция допълнително. Рецептите за мусака нямат много вариации, вариантите са основно в приготвянето на заливката. Предложената тук рецепта за мусака е класическа, лесна и подходяща и за по-неопитните готвачи.\n\nЗагрявате мазнината в дълбок тиган или тенджера. В загрятата мазнина задушете измитият, изчистен и нарязан на дребно лук, докато омекне. Добавяте нарязаните на дребно половината домати и каймата, черният пипер и чубрицата, както и една чаена лъжица сол. Може да ползвате кайма, каквато имате под ръка, но най-вкусната мусаката става с кайма смес – 50% свинско и 50 % телешко месо.\nСлед като водата от доматите изври добавяте червения пипер. Измивате, почиствате, обелвате и нарязвате на дребни кубчета картофите и ги прибавяте към месото. Намазнявате тавичка на дъното на която поставяте другата половина от доматите и върху тях изсипвате сместа за мусака. Добавяте една непълна чаена чаша гореща вода и поставяте в предварително загрята на 200 градуса фурна. Печете до докато водата изври, а картофите станат златисти.\nИдва моментът за приготвяне на заливката за мусаката. Тя става лесно и много бързо. Разбърквате киселото мляко и яйцата, след което при постоянно бъркане добавяте и брашното, до получаване на гладка смес. Накрая добавяте и настъргания на дребно кашкавал. Заливате мусаката и печете докато порозовее.",
  "added_by_id": "1"
}]